{
  "header": {
    "home": "Home",
    "blog": "Blog",
    "about": "My story",
    "portfolio": "Portfolio",
    "contact": "Contact me"
  },

  "notfound-page": {
    "title": "Page Not Found",
    "description": "Sorry, we couldn't find the page you're looking for. It might have been moved or doesn't exist.",
    "return-home": "Return Home"
  },

  "footer": {
    "description": "Wedding Photographer based in Sceaux Hauts-de-Seine (92) near Paris, France",
    "rights": "All rights reserved.",
    "dev1": "Website developed by",
    "dev2": "myself.",
    "columns": {
      "information": {
        "title": "Information",
        "contact": "Contact me",
        "portfolio": "Portfolio",
        "story": "My story",
        "blog": "Blog"
      },
      "services": {
        "title": "Services",
        "wedding": "Wedding Photographer",
        "event": "Event Photographer",
        "business": "Business Photographer"
      },
      "locations": {
        "title": "Locations",
        "sceaux": "Photographer in Sceaux",
        "hauts-de-seine": "Photographer in Hauts-de-Seine",
        "paris": "Photographer in Paris",
        "ile-de-france": "Photographer in île-de-France"
      },
      "legal": {
        "sitemap": "Sitemap",
        "legal": "Legal notice"
      }
    }
  },

  "blog-footer": {
    "title": "About me",
    "description": "My name is Jérémy and I'm a wedding photographer in Sceaux (92 - Hauts-de-Seine). For me, photography is much more than a profession: it's a philosophy. It brings me closer to what really matters - human relationships, the bonds we build and the emotions we share. ",
    "button-label": "My story"
  },

  "carousel-hero": {
    "title": "Madly in love.",
    "alt1": "A hand elegantly holds several metal heart-shaped sparklers against a dark background, capturing the enchanting moment through the lens of Jeremy Dan, a renowned wedding photographer based in Sceaux, Hauts-de-Seine.",
    "alt2": "A bride wearing gold heels stands on a wooden step near a white textured blanket, captured perfectly by Jeremy Dan, a wedding photographer based in Sceaux, Hauts-de-Seine.",
    "alt3": "A couple stands closely together outside an old stone house with yellow shutters, surrounded by greenery and potted plants. Captured by Jeremy Dan, a wedding photographer based in Sceaux.",
    "alt4": "A group of people in traditional attire celebrating a wedding ceremony. Jeremy Dan, a wedding photographer based in Sceaux, is capturing the festive scene enhanced by string lights overhead.",
    "alt5": "The bride and groom embrace in a decorated town hall room filled with seated guests. As people clap and some take photos, large paintings and chandeliers set the scene. Captured beautifully by Jeremy Dan, a talented wedding photographer based in Sceaux, this moment resonates with echoes of love.",
    "alt6": "The bride and groom stand close under an umbrella, surrounded by colorful lights and confetti, creating a festive atmosphere during the first dance ceremony of their wedding. Captured by Jeremy Dan, a talented wedding photographer based in Sceaux, Hauts-de-Seine.",
    "alt7": "In a sunlit forest, the bride and groom are standing close and smiles at each other, surrounded by tall trees, captured timelessly by Jeremy Dan, a wedding photographer based in Sceaux."
  },

  "carousel-testimonials": {
    "title": "Testimonials",
    "button-label": "Share your experience",
    "name1": "Lucile & Antoine",
    "description1": "Jeremy was able to capture all the important moments of this day. Thank you a thousand times for your guidance, advice, and patience on this special day.",
    "location1": "Sceaux, Hauts-de-Seine",
    "alt1": "A couple in wedding attire stands holding hands in a chapel, facing an altar beneath stained glass windows, beautifully captured by Jeremy Dan, a wedding photographer based in Sceaux, Hauts-de-Seine.",
    "name2": "Florian & Iky",
    "description2": "His creative ideas and the grain of the photo editing added a magical touch. We highly recommend Jeremy's services to all future newlyweds looking for a talented and flexible photographer!",
    "location2": "Paris",
    "alt2": "During a charming ceremony in Paris, the bride and groom exchange rings. The bride holds a bouquet of white tulips, each moment expertly captured by Jeremy Dan, a renowned wedding photographer based in Sceaux.",
    "name3": "Roxane & Thomas",
    "description3": "Pleasant, available and attentive to both the newlyweds and guests. Everyone was very happy with the work provided and how the day unfolded. To all future newlyweds, I warmly recommend Jeremy for his dynamism, serious work, but also for his kindness and good mood.",
    "location3": "Levallois-Perret, Hauts-de-Seine",
    "alt3": "Les mariés se tiennent debout devant les invités assis dans une salle d'hôtel de ville avec des lustres et des murs à motifs. Capturé par Jeremy Dan, un talentueux photographe de mariage basé à Sceaux, dans les Hauts-de-Seine, ce moment résume parfaitement l'élégance de la journée.",
    "name4": "Cyndie & Emile",
    "description4": "I can only recommend Jeremy for his discretion, punctuality, efficiency, talent but especially for his human side.",
    "location4": "Montgreleix, Cantal",
    "alt4": "During a traditional wedding ceremony, the bride and groom in traditional attire bow gracefully on the wooden floor. In the foreground, a third person holds a cup, expertly captured by Jeremy Dan, a talented wedding photographer based in Sceaux.",
    "name5": "Charlotte & Adrian",
    "description5": "We hired Jeremy for our wedding following a recommendation from one of our friends and we weren't disappointed: professional and involved on the big day, he was also appreciated by all the guests.",
    "location5": "Montpellier",
    "alt5": "Un couple de mariés se promène sur un chemin, la mariée en robe blanche et le marié en costume rouge, entourés d'arbres et de murs en pierre. Capturé avec art par Jeremy Dan, photographe de mariage basé à Sceaux.",
    "name6": "Emilie & Gaël",
    "description6": "I had stumbled upon his work for another wedding and it was obvious: I had found the photographer for my event. Photos full of spontaneity, moments of happiness and joy immortalized.",
    "location6": "Tarascon, Bouches-du-Rhône",
    "alt6": "Capturé par Jeremy Dan, photographe de mariage basé à Sceaux, dans les Hauts-de-Seine, un couple de mariés en tenue de soirée se promène à l'intérieur parmi les invités assis. La mariée tient un bouquet et porte une étole de fourrure blanche et un voile, tandis que le père de la mariée porte un costume sombre."
  },

  "photo-tiles": {
    "title": "Capturing the Moment",
    "description": "Every moment you live is a page in a greater story – your story. And every story deserves to be told with authenticity and sincerity. My role as a photographer is to capture the essence of these ephemeral moments in the photos I create to ensure they remain forever etched in your memories.",
    "alt1": "A bride and groom share a kiss outside the church as guests surround them, blowing bubbles and snapping photos. Captured by Jeremy Dan, a talented wedding photographer based in Sceaux, Hauts-de-Seine, the joyful moment is preserved forever.",
    "alt2": "Un couple de mariés dansant, le marié soulevant la mariée en robe blanche, est magnifiquement capturé par Jeremy Dan, photographe de mariage basé à Sceaux, sur un fond faiblement éclairé.",
    "alt3": "A wedding couple, dressed in wedding attire, smiles at each other outdoors. The bride wears a lace dress and the groom a red suit. They stand holding hands, surrounded by greenery and a stone wall, as captured by Jeremy Dan, the wedding photographer based in Sceaux.",
    "alt4": "Une mariée en robe blanche tient un bouquet, face à un groupe de femmes en plein air dans les Hauts-de-Seine, prêtes pour un lancer de bouquet. Capturé par Jeremy Dan, photographe de mariage basé à Sceaux."
  },
  "faq-section": {
    "title": "Frequently Asked Questions",
    "categories": {
      "all": "All",
      "wedding": "Wedding",
      "event": "Event",
      "company": "Company & Corporate",
      "lifestyle": "Lifestyle",
      "general": "General"
    },
    "see-more": "See more",
    "see-less": "See less",
    "wd": {
      "types": "What types of wedding photography and videography do you offer?",
      "types-answer": "I offer wedding photo or video reportage, depending on your preference.",
      "rates": "What are your rates for wedding photography/video reportages?",
      "rates-answer": "My rates start from €800 for a civil wedding, €1600 for a half-day, and €2500 for a full day. These rates may vary depending on the location, number of guests, and the duration of your wedding.",
      "defrayal": "Are travel expenses included in your wedding photography/video rates?",
      "defrayal-answer": "Travel expenses are included if your wedding is within 50 km of Sceaux (92 - Hauts-de-Seine). Beyond that, additional fees may apply (train/plane tickets or car travel).",
      "included-services": "What services are included in your rates?",
      "included-services-answer": "For a full day, my services include coverage of the preparations, ceremony, cocktail, party, group and couple photos. Post-production and adjustments are included, along with a private online gallery for accessing your images.",
      "additional-services": "Do you offer additional services (albums, engagement sessions, after-day sessions)?",
      "additional-services-answer": "Yes, in addition to the photo or video reportage, I offer high-end photo albums, engagement sessions before the wedding, and after-day sessions after the wedding to capture relaxed memories in a more informal setting.",
      "photos-number": "How many photos will you deliver after the wedding?",
      "photos-number-answer": "Every wedding is unique, and I prioritize quality over quantity. I don’t set a specific number, but you will receive a carefully curated selection of the best moments from your day.",
      "when-to-book": "When should I book your services?",
      "when-to-book-answer": "It is recommended to book at least one month in advance to ensure my availability, especially during the high wedding season."
    },
    "ev": {
      "types": "What types of events do you cover?",
      "types-answer": "I provide photo and video reportage for various events, including concerts, festivals, bachelor parties, birthdays, and other festive moments. My approach is to capture the energy and unique atmosphere of each event.",
      "how": "How do you work during a concert or festival?",
      "how-answer": "I take an immersive approach to capture both the artists on stage and the atmosphere of the crowd. I adapt to lighting conditions and technical constraints to deliver dynamic and impactful images.",
      "bachelor-party": "Do you offer photo/video reportage for bachelor parties and birthdays?",
      "bachelor-party-answer": "Yes! Whether it’s a bachelor party, bachelorette party, or a birthday, I capture your memories with a fun and natural approach, far from stiff poses. My goal is to convey the emotion and atmosphere of your event.",
      "delivery-times": "What are your delivery times for an event?",
      "delivery-times-answer": "Delivery times depend on the type of event and the volume of photos/videos to process. Generally, you can expect 5 to 10 days for photos and 10 to 15 days for a video edit."
    },
    "cp": {
      "types": "What types of services do you offer for businesses?",
      "types-answer": "I offer photo and video reportage for your professional events: seminars, corporate parties, conferences, product launches, and anything related to corporate events. I also create natural corporate portraits to showcase your teams. My goal is the same as with weddings: capturing images that breathe real life, far from forced poses and stiff smiles.",
      "delivery-times": "What are the delivery times for your photos?",
      "delivery-times-answer": "I commit to delivering your photos within 5 to 10 working days, depending on the project volume. For video, expect 10 to 15 days. Need an express turnaround? Let’s talk about it, I can adapt to your needs.",
      "behavior": "How do you guarantee discretion during corporate events?",
      "behavior-answer": "I prioritize a discreet and immersive approach to capture authentic moments without disrupting the flow of your event.",
      "itw": "Do you conduct video interviews for businesses?",
      "itw-answer": "Yes, I can conduct professional video interviews with quality lighting and sound for your communication needs.",
      "size": "Do you offer packages tailored to startups or small businesses?",
      "size-answer": "Yes, I can tailor my services based on your budget and specific needs."
    },
    "ls": {
      "types": "What types of lifestyle services do you offer?",
      "types-answer": "I offer natural and authentic photo reportages. Whether it’s a family session, a couple shoot, or just a portrait, I create beautiful, spontaneous images full of emotion, far from stiff poses.",
      "where": "Where do lifestyle photo sessions take place?",
      "where-answer": "I conduct sessions outdoors, at your home, or at a location of your choice, depending on the desired ambiance.",
      "how": "How does a lifestyle photo session unfold?",
      "how-answer": "I guide you while allowing spontaneity to capture natural and sincere moments.",
      "clothes": "What clothes do you recommend for a lifestyle photo session?",
      "clothes-answer": "Simple outfits in neutral or pastel tones usually work very well for a harmonious look."
    },
    "gn": {
      "payments": "What payment methods do you accept?",
      "payments-answer": "I accept all types of payments: bank transfer, credit card, PayPal, and even cryptocurrency (no, it's not a joke). Feel free to choose the method that works best for you!",
      "registered": "Is your business officially registered?",
      "registered-answer": "Yes, my business is fully registered. Here are my legal details: MONSIEUR JEREMY L'HOMME - SIREN: 822 048 575 - APE CODE: 7420Z - Photography Activities.",
      "book": "How do I book a session or service?",
      "book-answer": "Simply contact me via my website, email, or phone to schedule a meeting and discuss your project.",
      "steps": "What are the steps after booking?",
      "steps-answer": "Once the date is booked, we’ll discuss your expectations, then I’ll send you a contract, and a deposit will be required to confirm the booking.",
      "gift-cards": "Do you offer gift cards for photo sessions?",
      "gift-cards-answer": "Yes, you can gift a photo session to a loved one in the form of a voucher valid for one year."
    }
  },

  "home-page": {
    "hero-title": "Wedding Photographer based in Sceaux",
    "hero-description": "Revealing your personalities and most sincere emotions, creating timeless memories of your commitment. Based in Sceaux in the Hauts-de-Seine (92), I preserve these wonderful moments, whether you're in the Paris region, in France, or anywhere in the world.",
    "subtitle": "Authentic Photos for Real Humans.",
    "description1": "There's nothing more incredible than finding the person you can't live without. Your true partner, the one who brightens your everyday life. It's this unique connection that I want to immortalize. My mission, as a wedding photographer, is to reveal your true personalities and most sincere emotions, creating timeless memories of your commitment.",
    "description2": "Don't hold back. This moment only happens once in a lifetime. Be yourself, and I'll be myself.",
    "button-label": "My story",
    "description3": "My work reflects my commitment to staying true to you, to what you feel, and to what unites you. I want every shot to be a mirror of your love, full of nuance and depth.",

    "title2": "Revealing the Essence",
    "bullets-title": "I draw inspiration from simple and poetic details:",
    "bullet1": "Natural, soft, and enveloping light that highlights every emotion.",
    "bullet2": "A style evoking film photography, with warm, natural colors, and a touch of grain that brings a timeless and cinematic texture to your photos.",
    "bullet3": "Candid moments, caught in the moment, that tell a truth that posed shots cannot capture.",
    "description4": "My work reflects my commitment to staying true to you, to what you feel, and to what unites you. I want every shot to be a mirror of your love, full of nuance and depth.",
    "title3": "Your Story, Your Visual Legacy",
    "description5": "Memories are not just meant to be lived, but to be preserved and shared. Whether it's during an outdoor ceremony, in an intimate setting, or at the heart of a lively family celebration, my goal is to create images for you that tell more than just a moment – they tell your story.",
    "description6": "It's not just about taking photos, but creating a visual legacy. Something that looks like you, that you can pass on and cherish forever.",
    "description7": "Are you ready to create something real with me?",
    "button-label2": "Contact me",
    "grid-blog-section": {
      "title": "Blog",
      "button-label3": "View the blog"
    },

    "faq-section": {
      "title": "Frequently Asked Questions",
      "categories": {
        "all": "All",
        "wedding": "Wedding",
        "event": "Event",
        "corporate": "Corporate",
        "lifestyle": "Lifestyle"
      },
      "button-label": "View all questions"
    }
  },

  "about-page": {
    "hero-title": "I capture your love stories.",
    "alt": "Photo of Jeremy Dan, wedding photographer.",

    "about-section": {
      "title1": "In a Few Words",
      "description1": "Introducing oneself can be a delicate exercise, but so important when entrusting such an important moment to a photographer. So here's my little story!",
      "description2": "My name is Jeremy, I'm 28 years old, and I have the privilege of sharing my life with the person who gives it meaning. I have three passions: photography, music, and skateboarding. Each of these fuels my creativity and my vision of the world. When I'm not behind the lens capturing weddings, I'm in front of my screen coding ",
      "description2-link": "websites",
      "description2-cont": ". The website you're browsing was actually designed by me. French is my native language, and I'm fluent in English. In love with Sweden, I'm also learning Swedish and hope to spend a few years exploring the beauty and serenity of Scandinavian landscapes. I love stepping out of my comfort zone, discovering new perspectives, and learning from what the world has to offer. Each experience enriches my vision and, ultimately, my work as a wedding photographer.",
      "title2": "My Vision of Photography",
      "description3": "Photography is much more than a profession to me: it's a philosophy. It allows me to get closer to what really matters – human relationships, the bonds we build, and the emotions we share. I firmly believe that we don't always pay enough attention to the fleeting moments of our lives. These ephemeral fragments, so precious, deserve to be captured with authenticity and sincerity. My goal is to offer you beautiful, true, and moving images that tell your story, just as it is. I strive to capture every detail, every smile, every knowing look, without artifice, but with all the sensitivity that characterizes these unique moments.",
      "description4": "My goal is to capture these significant moments with the sincerity that characterizes them. I want these images to be beautiful and true, regardless of the occasion. In the end, that's what matters most to me.",
      "title3": "What Inspires Me",
      "bullet1-title": "The real, the simple, the spontaneous",
      "bullet1": "A discreet tear, a burst of laughter, a sincere embrace.",
      "bullet2-title": "The details",
      "bullet2": "Those that tell your story and make it unique.",
      "bullet3-title": "The timeless",
      "bullet3": "Natural colors, the subtle grain of film combined with cinematic contrasts.",
      "title4": "What Doesn't Inspire Me",
      "bullet4": "Overly posed or artificial setups that don't reflect your authenticity.",
      "bullet5": "Ephemeral trends that risk dating your memories instead of enhancing them.",
      "bullet6": "Generic photos devoid of the emotion and context that make you unique.",
      "title5": "My Reasons to Be a Wedding Photographer",
      "description5": "My motivation is to offer you something tangible, an heritage visual that you can pass on and cherish forever. That you can relive these moments through the photos that truly represent you.",
      "description6": "Let's create memories that last forever."
    }
  },

  "portfolio-page": {
    "hero-title": "Suspended Moments",
    "subtitle": "Portfolio",
    "description": "A selection of some of my favorite photos from the weddings I've covered.",
    "button-label": "Let's discuss your project",
    "images": {
      "alt1": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt2": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
      "alt3": "Wedding photo in the North of Montpellier by Jeremy Dan",
      "alt4": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt5": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
      "alt6": "Wedding photo in the North of Montpellier by Jeremy Dan",
      "alt7": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt8": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
      "alt9": "Wedding photo in the North of Montpellier by Jeremy Dan",
      "alt10": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt11": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
      "alt12": "Wedding photo in the North of Montpellier by Jeremy Dan",
      "alt13": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt14": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
      "alt15": "Wedding photo in the North of Montpellier by Jeremy Dan",
      "alt16": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt17": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
      "alt18": "Wedding photo in the North of Montpellier by Jeremy Dan",
      "alt19": "Wedding photo at Domaine Ferme Sainte Anne by Jeremy Dan",
      "alt20": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
    }
  },

  "blog-page": {
    "hero-title": "Your Most Beautiful Story",
    "alt": "A couple stands beside a tall, multi-layered cake adorned with sparklers, captured in stunning detail by Sceaux-based wedding photographer Jeremy Dan. The man wears a vest and bow tie, while the woman dazzles in a lace-detailed dress.",
    "title1": "Blog",
    "title2": "Wedding Stories",
    "title3": "Articles",
    "description": "Some love stories close to my heart that I want to share with you.",
    "button-label": "Let's discuss your project"
  },

  "blog-posts": {
    "wedding-date": "Wedding date: ",
    "last-modified": "Last modified: ",
    "creation-date": "Creation date: ",

    "wedding-domaine-gillardiere": {
      "title": "Wedding at Domaine de la Gillardière",
      "date": "October 05, 2024",
      "category": "Wedding",
      "excerpt": "A beautiful wedding in the heart of Brie-Comte-Robert at Domaine de la Gillardière.",
      "description": "A hundred guests were present to celebrate Roxane and Tanguy's wedding. Emotional speeches, minimalist decoration, and an evening introduced by a majestic dance.",
      "gridImage": {
        "alt": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      },
      "coverImage": {
        "alt": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      }
    },

    "wedding-levallois-cityhall": {
      "title": "Civil Wedding in Levallois-Perret",
      "date": "August 06, 2022",
      "category": "Wedding",
      "excerpt": "A wedding celebrated among family and close friends in the beautiful town hall of Levallois-Perret.",
      "description": "Two humans I particularly love for their integrity and joy of life. We crown it all with lots of humor, DIY for all the decorations, and a good dose of simple but just right, for a moment that was simply genuine.",
      "gridImage": {
        "alt": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      },
      "coverImage": {
        "alt": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      },
      "images": {
        "alt1": "Exterior view of Chateau de Chambord during the wedding",
        "alt2": "The newlyweds in front of the grand staircase",
        "alt3": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt4": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt5": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt6": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt7": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt8": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt9": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt10": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt11": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt12": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt13": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt14": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt15": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt16": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt17": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt18": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt19": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt20": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt21": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt22": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt23": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt24": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt25": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt26": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt27": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt28": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt29": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt30": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt31": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt32": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt33": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt34": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt35": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt36": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt37": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt38": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt39": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt40": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt41": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt42": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt43": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt44": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt45": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt46": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt47": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt48": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt49": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt50": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt51": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt52": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt53": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt54": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt55": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt56": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt57": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt58": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt59": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt60": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      }
    },

    "wedding-domaine-mylords": {
      "title": "Wedding at Domaine des Mylords",
      "date": "December 10, 2022",
      "category": "Wedding",
      "excerpt": "My first winter wedding celebrated in Tarascon near Nîmes.",
      "description": "What struck me most about this wedding was Emilie and Gaël's energy and kindness. They showed me that it can be very cold in the south, even with bright sunshine... Long life to you both!",
      "gridImage": {
        "alt": "Wedding photo at Domaine des Mylords by Jeremy Dan"
      },
      "coverImage": {
        "alt": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      },
      "images": {
        "alt1": "Exterior view of Chateau de Chambord during the wedding",
        "alt2": "The newlyweds in front of the grand staircase",
        "alt3": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt4": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt5": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt6": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt7": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt8": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt9": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt10": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt11": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt12": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt13": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt14": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt15": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt16": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt17": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt18": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt19": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt20": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt21": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt22": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt23": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt24": "Wedding photo at Domaine de la Gillardière by Jeremy Dan",
        "alt25": "Wedding photo at Domaine de la Gillardière by Jeremy Dan"
      }
    }
  },
  "location-page": {
    "key-locations": "Key Locations",
    "services": "Services Available",
    "nearby-areas": "Nearby Areas"
  },
  "sitemap-page": {
    "title": "Sitemap",
    "description": "Find all the pages of my website organized by category.",
    "categories": {
      "main": "Main Pages",
      "services": "Services",
      "locations": "Locations",
      "legal": "Legal"
    }
  },
  "contact-page": {
    "hero-title": "Let's Meet",
    "calendar": {
      "select-language": "Select a language"
    },
    "cf": {
      "title": "Contact Form",

      "wedding": {
        "desc": "I look forward to discussing your project and the opportunities we can explore together. It's important that I learn more about you and your dream event. Once you've filled in the form, I'll arrange to meet you over coffee or via Google Meet for busy schedules!",
        "desc2": "My rates are by appointment only and start from",
        "desc3": "for weddings.",
        "desc4": "You can also send me an email directly to",
        "title": "Wedding",
        "first_name-label": "First name",
        "first_name-placeholder": "Your first name",
        "last_name-label": "Last name",
        "last_name-placeholder": "Your last name",
        "email-label": "Email",
        "email-placeholder": "Your email address",
        "event_date-placeholder": "Your wedding date",
        "message-label": "Tell me everything!",
        "message-placeholder": "From your theme colors to the special moments you want to immortalize, I want to know it all! Share your ideas, dreams, and even the little details that will make your event unique. The more I know, the better I can capture the event that truly represents you.",
        "knowing_source-label": "How did you hear about me?",
        "knowing_source-placeholder": "Select an option",
        "knowing_source-option2": "Google Search",
        "knowing_source-option3": "Word of mouth",
        "knowing_source-option4": "Other",
        "knowing_source-desc": "This helps me a lot with developing my business!"
      },

      "submit": "Send",
      "submitting": "Sending..."
    }
  },
  "ServicePage": {
    "photography-services": "Photography Services",
    "videography-services": "Videography Services",
    "packages": "Our Packages",
    "faq": "Frequently Asked Questions",
    "location-info": "Location Information",
    "nearby-areas": "We Also Serve"
  }
}
